[
  {
    "desc": "В организме взрослого человека содержится 60-65 процентов воды, у новорожденного ребенка - 70 процентов.Определенное и постоянное содержание воды - одно из необходимых условий существования живого организма. При изменении количества потребляемой воды и ее солевого состава нарушаются процессы пищеварения и усвоения пищи, кроветворения. Без воды невозможна регуляция теплообмена организма с окружающей средой и поддержание постоянной температуры тела.Человек чрезвычайно остро ощущает изменения содержания воды и может прожить без нее всего несколько суток. При потере воды до 2% веса тела (1-1,5 л) появляется жажда, при утрате 6-8% наступает полуобморочное состояние, при нехватке 10% появляются галлюцинации, нарушается глотание. При нехватке свыше 12% воды наступает смерть.По мере старения человека, количество воды в его теле снижается.В воде содержатся практически все элементы периодической таблицы, а также газы, основные кислоты, соли и органические вещества.Среднесуточное потребление воды - 2,5 л. Избыток воды приводит к перегрузке сердечно-сосудистой системы, вызывает изнуряющее потоотделение, сопровождается потерей солей, ослабляет организм. Минеральная вода:Столовая: степень минерализации - 0,3-1,2 г на литр. Она не кислая и не горькая, ее можно использовать вместо водопроводной воды для питья и приготовления пищи (в том числе и для детей).Столово-лечебная: степень минерализации от 1,3 до 9 г на литр, слабоминерализованную воду (2-2,5 г) можно пить в неограниченных количествах, более \"крепкую\" -не более 2-3 стаканов в день. Пример: \"Нарзан\", \"Ессентуки-4\", \"Боржоми\"Лечебная: степень минерализации свыше 9-10 г на литр, пить ее следует, предваритепьно посоветовавшись со своим врачом. Пример: \"Ессентуки-17\", \"Новоижевская\".",
    "name": "вода",
    "unit": "г",
    "href": "/text/sostav-produktov/voda"
  },
  {
    "desc": "Белки - это материал для построения клеток, тканей и органов, для синтеза ферментов, пептидных гормонов, гемоглобина и т. д. Белки образуют также соединения, обеспечивающие иммунитет к инфекциям, участвуют в процессе усвоения жиров, углеводов, минеральных веществ и витаминов. Если пища обеднена углеводами и жирами, белки служат также запасными питательными веществами и источниками энергии. Недостаточность белка в продуктах питания может стать причиной замедления роста, уменьшения массы тела, снижения защитных сил организма.Потребность организма в белке зависит от ряда причин: с возрастом она снижается, при стрессовых ситуациях, независимо от возраста, - увеличивается. Регулярные физические нагрузки у спортсменов, высокое нервное напряжение во время соревнований повышают обмен белка. Соответственно увеличивается потребность организма спортсменов в белке (почти в 2 раза).Взрослому человеку рекомендуется ежедневно потреблять от 50 до 60 граммов белка. Для человека потребление животного белка биологически более ценно, чем растительного, поскольку содержащиеся в животном белке незаменимые аминокислоты легче перевариваются и растворяются человеческим организмом. Но для сбалансированного питания рекомендуется все же потреблять оба вида белка, поскольку тогда незаменимые и заменимые аминокислоты образуют особенно ценную комбинацию белков. Известны 22 аминокислоты. Восемь из них называют незаменимыми аминокислотами. Эти незаменимые аминокислоты в отличие от других не могут быть образованы в организме человека и должны быть получены с пищей или добавками. Девятая аминокислота - гистидин - считается незаменимой только для младенцев и детей. Т.е. для того, чтобы организм мог эффективно использовать и синтезировать белок, должны присутствовать все незаменимые аминокислоты и в необходимой пропорции: Лизин, Метионин, Валин, Фенилаланин, Гистидин, Треонин, Триптофан, Изолейцин, Лейцин. Даже временное отсутствие одной незаменимой аминокислоты может отрицательно сказаться на синтезе белка. Фактически, при уменьшении количества любой незаменимой аминокислоты или ее отсутствии пропорционально уменьшает эффективность всех остальных.Также белки делят на два основных типа - полноценные и неполноценные белки. Полноценные белки обеспечивают требуемый баланс восьми незаменимых аминокислот, из которых строятся ткани, и встречаются в продуктах животного происхождения, таких как мясо, птица, морепродукты, яйца, молоко и сыр. В неполноценных белках. не хватает определенных аминокислот, и они используются неэффективно, если употребляются отдельно. Однако, если их принимать с небольшим количеством белка животного происхождения, то они становятся полноценными. Они встречаются в семечках, орехах, горохе, хлебных злаках и бобах. Смесь полноценных и неполноценных белков является более питательной, чем каждый из них в отдельности. Очень большое количество белков (более 15 г на 100 грамм продукта): сыр голландский и плавленый, творог нежирный, мясо животных и кур I и II категорий, большинство рыб, соя, горох, фасоль, орехи фундук и грецкие.Большое содержание белков (10-15 г на 100 грамм продукта): творог жирный, свинина мясная и жирная, колбасы вареные, сосиски, яйца, крупы манная, гречневая, овсяная, пшено, мука пшеничная, макароны.Белковая недостаточность ведет к нарушению ряда функций организма, в том числе функций печени, поджелудочной железы, тонкой кишки, нервной и эндокринной систем. Кроме того, наблюдаются нарушения кроветворения, обмена жиров и витаминов, развивается атрофия мышц. В результате ослабляется работоспособность человека, снижается его сопротивляемость к инфекциям. Особенно неблагоприятно сказывается белковая недостаточность на растущем организме: замедляется его рост, нарушается образование костей, задерживается умственное развитие.Но также вредна избыточность поступления белков. При этом страдают сердечно-сосудистая система, печень и почки, усиливаются процессы гниения в кишечнике, нарушается обмен витаминов.",
    "name": "белки",
    "unit": "г",
    "href": "/text/sostav-produktov/belki"
  },
  {
    "desc": "Наряду с углеводами и белками, жиры - один из главных компонентов клеток животных, растений и микроорганизмов. Жиры (липиды) подразделяются на нейтральные жиры и жироподобные вещества (лецитин, холестерин). Различают насыщенные (животные) и ненасыщенные жиры. Полиненасыщенные жиры содержатся в больших количествах в растительных маслах (кроме оливкового) и в рыбьем жире. Жиры - ценнейший энергетический материал. Они входят в состав клеток, обеспечивают всасывание из кишечника ряда минеральных веществ и жирорастворимых витаминов. Жиры участвуют в большинстве процессов жизнедеятельности клеток и, в частности, способствуют тому, чтобы кожа была эластичной и имела здоровый вид. Клетки мозга состоят из жира более чем на 60 процентов, и недостаток поступающего в организм жира сказывается на его работе не лучшим образом.Очень большое содержание жиров (более 40 г на 100 грамм продукта): масло (растительное, топленое, сливочное), маргарины, жиры кулинарные, шпик свиной, орехи грецкие, свинина жирная, колбаса сырокопченая.Большое содержание жиров (20-40 г на 100 грамм продукта): сливки, сметана, творожная масса особая, сыр голландский, свинина мясная, мясо уток и гусей, колбасы вареные и полукопченые, сосиски молочные, шпроты (консервы), шоколад, пирожные, халва.В среднем суточная потребность в жирах составляет примерно 100 г , из которых 30% должны обеспечиваться растительными маслами. Недостаток их в питании - одна из причин развития атеросклероза. Избыток жиров в питании - угроза поражения печени, поджелудочной железы, ожирения, атеросклероза, желчно-каменной болезни.Холестерин помогает метаболизму углеводов (Чем больше принято углеводов, тем больше вырабатывается холестерина.) Холестерин является основой для синтеза жизненно необходимых стероидных гормонов надпочечника, таких как кортизон и половые гормоны.Потребность организма в различных видах жиров - как поставщиках важных биологических веществ:1) Ненасыщенные жирные монокислоты - 50% от общего количества жиров. Содержатся: оливковое масло, рапсовое масло, масло из арахиса.2) Ненасыщенные жирные поликислоты Омега-6 - 8 - 10% от общего количества жиров. Содержатся: подсолнечное масло, соевое масло, растительный маргарин3) Ненасыщенные жирные поликислоты Омега-3 - 16 - 17% от общего количества жиров. Содержатся: жиры морской рыбы, масло из грецких орехов, льняное масло.4) Насыщенные жирные кислоты - 25% от общего количества жиров. Содержатся: животные жиры (сливочное масло, сало, говяжий жир и т.д.), кокосовое масло5) Окисленные жиры - 0% от общего количества жиров. Могут присутствовать в кулинарных продуктах, где жиры подвергаются горячей обработке: картофель фри, чипсы, пончики, блюда во фритюре и т.п.Окисленные жиры - крайне вредные вещества. Если вы чувствуете в продуктах прогорклый запах или видите следы окисления, обязательно откажитесь от их употребления.6) Трансжировые кислоты - 0% от общего количества жиров. Содержится: кремы, крекеры, бисквиты, соусы, майонезы, приготовленные с использованием гидрогенизированного масла - вида жирных кислот, не встречающегося в природе.Доля жиров в питании должна составлять от 15 до 25% от общего количества продуктов, и до 30% у людей тяжелого физического труда. Ненасыщенные жиры легко разрушаются при нагревании и непригодны для готовки, несмотря на навязчивую рекламу. Они так же не подлежат длительному хранению, особенно на свету и в тепле.",
    "name": "жиры",
    "unit": "г",
    "href": "/text/sostav-produktov/zhiri"
  },
  {
    "desc": "Большую часть энергии, необходимой для нормальной жизнедеятельности, организм человека получает с углеводами. У спортсменов по мере увеличения интенсивности и тяжести физических нагрузок потребность в углеводах увеличивается и может возрастать до 800 г в сутки. Углеводы содержатся преимущественно в продуктах растительного происхождения.Очень большое содержание углеводов (более 65 г на 100 грамм продукта): сахар (песок), конфеты, мед, варенье, мармелад, зефир, печенье сдобное, рис, макароны, крупы манная, перловая, пшено, гречневая и овсяная, финики, изюм, урюк, чернослив.Большое содержание углеводов (40-60 г на 100 грамм продукта): хлеб (ржаной и пшеничный), фасоль, горох, шоколад, халва, пирожные.Наиболее полезными считаются углеводы, которые проходят наименьшую обработку в процессе приготовления пищи. К примеру, - хлеб, приготовленный из цельных зерен, слабо проваренная овсяная каша, неочищенный рис. Эти полезная пища имеет большее количество волокон, помогающих организму удерживать уровень сахара в крови на нормальных цифрах.Если вы употребляете слишком много углеводов, больше, чем может преобразоваться в глюкозу или гликоген (который откладывается в печени и мышцах), то в результате, как нам всем слишком хорошо известно, образуется жир. Когда телу нужно больше топлива, жир преобразуется обратно в глюкозу, и вес тела снижается.Не относитесь к углеводам слишком пренебрежительно. Они в такой же степени необходимы для здоровья, как и остальные питательные вещества, и в грамме углеводов содержатся те же 4 калории, что и в грамме белка. Хотя не существует официальных норм потребления углеводов, рекомендуется минимум в 50 г в день, чтобы избежать кетоза, кислого состояния крови, которое может развиться, если для образования энергии используются преимущественно запасы жира. Углеводы подразделяются на моносахариды, олигосахариды и полисахариды.Моносахариды (простые углеводы) - наиболее простые представители углеводов и при гидролизе не расщепляются до более простых соединений. Для человека наиболее важны глюкоза, фруктоза, галактоза, рибоза, дезоксирибоза.Олигосахариды - более сложные соединения, построенные из нескольких (от 2 до 10) остатков моносахаридов. Наиболее важны для человека сахароза, мальтоза и лактоза. Полисахариды - высокомолекулярные соединения - полимеры, образованные из большого числа моносахаридов. Они делятся на перевариваемые и неперевариваемые в желудочно-кишечном тракте. К перевариваемым относят крахмал и гликоген, из вторых для человека важны клетчатка, гемицеллюлоза и пектиновые вещества.Моносахариды и олигосахариды обладают сладким вкусом, в связи с чем их называют сахарами. Полисахариды сладким вкусом не обладают. Если сладость раствора сахарозы принимать за 100%, то сладость фруктозы- 173%, глюкозы- 81%, мальтозы и галактозы - 32% и лактозы-16%Глюкоза - составная единица, из которой построены все важнейшие полисахариды - гликоген, крахмал и целлюлоза, также входит в состав сахарозы, лактозы и мальтозы. Она быстро всасывается в кровь из желудочно-кишечного тракта, а затем поступает в клетки органов, где вовлекается в процессы биологического окисления. Глюкоза наиболее легко и быстро усваиваемый источник энергии для человека. Для своего усвоения она требует инсулина. Роль глюкозы особенно велика для центральной нервной системы, где она является главным источником окисления. Она легко превращается в гликоген.Фруктоза менее распространена, чем глюкоза, и также быстро окисляется. Часть фруктозы в печени превращается в глюкозу, но для своего усвоения она не требует инсулина. Этим обстоятельством, а также значительно более медленным всасыванием фруктозы сравнительно с глюкозой в кишечнике, объясняется лучшая переносимость ее больными сахарным диабетом.Галактоза входит в состав молочного сахара (лактозы). В организме человека большая часть ее превращается в печени в глюкозу, а также участвует в построении гемицеллюлозы.Основными пищевыми источниками глюкозы и фруктозы служат мед, сладкие овощи и фрукты. Глюкоза и фруктоза содержатся во всех плодах. В семечковых преобладает фруктоза, а в косточковых (абрикосы, персики, сливы) - глюкоза. Моносахариды - самый быстрый и качественный источник энергии для процессов, происходящих в клетке.Сахароза.  Важнейший пищевой источник ее сахар. Попадая в организм, она легко разлагается на моносахариды. Но это возможно, если мы потребляем сырой свекольный или тростниковый сок. Обыкновенный сахар имеет на много более сложный процесс усвоения.Лактоза (молочный сахар) - основной углевод молока и молочных продуктов. Ее роль весьма значительна в раннем детском возрасте, когда молоко служит основным продуктом питания. При отсутствии или уменьшении фермента лактозы, расщепляющей лактозу до глюкозы и галактозы, в желудочно-кишечном тракте наступает непереносимость молока.страницы: [ 1 2 ] следующая → ",
    "name": "углеводы",
    "unit": "г",
    "href": "/text/sostav-produktov/uglevod"
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "моно- и дисахариды",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "клетчатка",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "крахмал",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "пектин",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "органические кислоты",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "зола",
    "unit": "г",
    "href": ""
  },
  {
    "desc": "Калий вместе с натрием регулирует водный баланс в организме и нормализует ритм сердца. Калий участвует в процессе проведения нервных импульсов и передачи их на иннервируемые органы. Способствует лучшей деятельности головного мозга, улучшая снабжение его кислородом. Оказывает положительное влияние при многих аллергических состояниях. Калий необходим для осуществления сокращений скелетных мышц.Источники Калия: цитрусовые, все зеленые овощи с листьями, листья мяты, семечки подсолнуха, бананы, картофель.При дефиците Калия: запоры, задержка соли и жидкости, замедление роста, низкое кровяное давление, утомляемость, бессонница, мышечная слабость и судороги, жажда, депрессия, нервозность, затемненное мышление, непереносимость сахара, высокое содержание холестерина, учащенное сердцебиение.Ежедневная потребность взрослого человека в Калии - 2500-5000 мг. Кофеин вызывает большую потерю калия через почки и может привести к его дефициту. Также потери Калия происходят при употреблении сахара и алкоголя",
    "name": "калий",
    "unit": "мг",
    "href": "/text/sostav-produktov/kaliy"
  },
  {
    "desc": "Минеральное вещество. Кальций - пятый по количеству из присутствующих в человеческом организме минеральных компонентов. Кальций и фосфор вместе поддерживают здоровыми кости и зубы. Кальций и магний сообща способствуют здоровью сердечно-сосудистой системы. Почти весь кальций организма (от 1 до 1,5 кг) находится в костях и зубах.Кальций -участвует в процессах возбудимости нервной ткани, сократимости мышц, процессах свертываемости крови, входит в состав ядра и мембран клеток, клеточных и тканевых жидкостей, обладает антиаллергическим и противовоспалительным действием, предотвращает ацидоз, активирует ряд ферментов и гормонов. Кальций также участвует в регуляции проницаемости клеточных мембран, оказывает действие, противоположное натрию.За год 20% костного кальция у взрослого человека повторно усваивается и заменяется. (По мере распада старых костных клеток, образуются новые). Отношение кальция к фосфору должно быть два к одному. Для того, чтобы кальций усваивался, в организме должно быть достаточно витамина D.Результат дефицита в рационе: замедление роста, разрушение зубов, слабоумие, у пожилых женщин возможно развитие остеопороза - кости становятся настолько тонкими, что ломаются под тяжестью веса тела, нарушение нормального сердечного ритма, мышечные спазмы, нечувствительность, одеревенение, покалывание в кистях и ступнях.Взаимодействия кальция:Для эффективного усвоения кальция из желудочно-кишечного тракта необходим витамин D3. Железо может способствовать усвоению кальция.Стресс и иммобилизация могут уменьшить способность усваивать кальций из желудочно-кишечного тракта.Кальций усваивается лучше, если принимать его не натощак, а после легкой еды. Кофе увеличивает выделение кальция почками.Некоторые антибиотики, такие как пенициллин и неомицин, могут способствовать усвоению кальция в кишечнике.Источники кальция: молочные продукты (основной источник кальция), брокколи, капуста, шпинат, листья репы, капусту белокочанную, капусту цветную, спаржу. Кальций содержат также яичные желтки, бобы, чечевица, орехи, инжир. Еще хороший источник пищевого кальция - мягкие кости лосося и сардин.Суточная потребность взрослого здорового человека составляет около 1 г. В организм должен поступать в определенном соотношении с фосфором. Оптимальным соотношением этих элементов принято считать 1 : 1,5 (Са : Р).",
    "name": "кальций",
    "unit": "мг",
    "href": "/text/sostav-produktov/caltsiy"
  },
  {
    "desc": "Магний один из самых распространенных элементов в природе. Особенно много хлористого магния в морской воде. Питьевая вода также содержит ионы магния. Магний поступает в организм с пищей, водой и солью. Особенно богата магнием растительная пища. Магний важен для метаболизма кальция и витамина С, фосфора, натрия и калия. Магний важен для эффективного функционирования нервов и мышц, важен для превращения сахара крови в энергию. Магний поддерживает здоровое состояние зубов, помогает предупредить отложения кальция, камни в почках и желчном пузыре, приносит облегчение при несварении. У алкоголиков обычно бывает дефицит этого минерального вещества. Организм человека содержит приблизительно 21 г магния.Источники магния: пшеничные отруби, соевая мука, сладкий миндаль, горох, пшеница, абрикосы, белокочанная капуста, лимоны, грейпфруты, орехи, семена, темно-зеленые овощи.Большие дозы магнезиальных солей оказывают в основном слабительных эффект (особенно сульфат магния).Потребность в магнии для взрослых 400 мг в день, при этом почти половина этой нормы удовлетворяется хлебом и крупяными изделиями.",
    "name": "магний",
    "unit": "мг",
    "href": "/text/sostav-produktov/magniy"
  },
  {
    "desc": "Биологические свойства. Натрий (Na) участвует в образовании желудочного сока, регулирует выделение почками многих продуктов обмена веществ, активирует ряд ферментов слюнных желез и поджелудочной железы, а также более чем на 30% обеспечивает щелочные резервы плазмы крови. Ионы натрия способствуют набуханию коллоидов тканей, что задерживает воду в организме.Основное количество натрия (около 80%) организм получает при поглощении продуктов с добавлением поваренной соли.При дефиците натрия - возможно нарушение усвоения углеводов.Повышенное потребление натрия вызывает накопление жидкости в организме, отеки, повышает кровяное давление. Большой прием натрия (соли) приведет к истощению запасов калия. Если у вас высокое кровяное давление, сократите прием натрия.Суточная потребность взрослого здорового человека в этом элементе составляет 4-6 г.",
    "name": "натрий",
    "unit": "мг",
    "href": "/text/sostav-produktov/natriy"
  },
  {
    "desc": "Присутствует в каждой клетке тела. Витамин D и кальций важны для правильного функционирования фосфора. Чтобы кальций и фосфор правильно действовали, их соотношение должно быть два к одному (кальция в два раза больше, чем фосфора). Участвует фактически во всех физиологических химических реакциях. Необходим для нормальной структуры костей и зубов. Фосфор способствует росту и восстановлению организма, обеспечивает энергию и силу, помогая метаболизму жиров и крахмалов, уменьшает боль при артритах, помогает сохранить десны и зубы здоровыми.Источники фосфора: рыба, птица, мясо, неочищенное зерно, яйца, орехи, семечки. Суточная потребность взрослого человека составляет 1,2 г фосфора.",
    "name": "фосфор",
    "unit": "мг",
    "href": "/text/sostav-produktov/phosfor"
  },
  {
    "desc": "Общее содержание железа в организме человека составляет около 4,25 г. Из этого количества 57% находится в гемоглобине крови, 23% - в тканях и тканевых ферментах, а остальные 20% - депонированы в печени, селезенке, костном мозге и представляют собой \"физиологический резерв\" железа. Всасывание железа происходит преимущественно в 12-перстной кишке, но в условиях дефицита железа в организме может всасываться уже в желудке, из тонких кишок и даже из толстой кишки. Железо необходимо для жизни, для образования гемоглобина (красных кровяных телец), миоглобина (красный пигмент в мышцах) и некоторых ферментов. Два главных дефицита питательных веществ у женщин это дефицит железа и кальция. Железо выделяется с мочой (около 0,5 мг в сутки), а также потовыми железами (пот содержит 1-2 мг железа). Женщины ежемесячно теряют с менструальной кровью 10-40 мг железа.Лишь около 8% принимаемого вами железа всасывается и, в конце концов попадает в кровоток. Гемоглобин, содержащий основную часть железа, перерабатывается и используется повторно, при замене кровяных клеток каждые 120 дней.Медь, кобальт, марганец и витамин С необходимы для усвоения железа. Железо необходимо для правильного метаболизма витаминов группы В.Железо способствует росту, увеличивает сопротивляемость заболеваниям, предупреждает усталость.Наиболее богаты железом сушеные белые грибы, печень и почки скота, персики, абрикосы, рожь, зелень петрушки, картофель, репчатый лук, тыква, свекла, яблоки, айва, груши, фасоль, чечевица, горох, толокно, куриное яйцо, шпинат.Средний пищевой рацион человека должен содержать не менее 20 мг железа.",
    "name": "железо",
    "unit": "мкг",
    "href": "/text/sostav-produktov/ferum"
  },
  {
    "desc": "Две трети всего йода в организме человека находится в щитовидной железе. Поскольку щитовидная железа контролирует обмен веществ, а йод влияет на функции щитовидной железы, то недостаток этого минерального вещества может сопровождаться замедлением умственной реакции, прибавкой в весе, недостатком энергии.Йод облегчит соблюдение диеты, сжигая избыточный жир, способствует правильному росту, придает больше энергии, улучшает умственную активность, делает волосы, ногти, кожу и зубы здоровыми.Основные источники йода: - морепродукты: рыба, рыбий жир, мидии, креветки, морская капуста;- овощи: свекла, салат, шпинат, помидоры, морковь, картофель, лук репчатый, фасоль, чеснок;- фрукты, ягоды, орехи: хурма, яблоки, виноград, вишня, слива, абрикосы, фейхоа, земляника, грецкие и кедровые орехи;- крупы: гречневая, пшено;- молочные продукты: сыр, творог, молоко.При недостатке йода развивается эндемический зоб, кретинизм.Суточная норма йода - от 80 до 150 мкг в день для взрослых (1 мкг на 1 кг веса тела человека) и от 125 до 150 мкг для беременных и кормящих женщин соответственно.",
    "name": "йод",
    "unit": "мкг",
    "href": "/text/sostav-produktov/jod"
  },
  {
    "desc": "Кобальт - минеральное вещество, который является частью витамина B12. Обычно измеряется в микрограммах (мкг). Кобальт - необходим для красных кровяных клеток. Должен быть получен из пищевых источников. Дневная норма кобальта не установлена, и лишь очень малые количества этого минерального вещества нужны в рационе(обычно не более 8 мкг).",
    "name": "кобальт",
    "unit": "мкг",
    "href": "/text/sostav-produktov/cobalt"
  },
  {
    "desc": "Марганец помогает активизировать ферменты, необходимые для правильного использования организмом биотина, витаминов B и С. Необходим для нормальной структуры костей. Марганец важен для образования тироксина - главного гормона щитовидной железы. Необходим для правильного пищеварения и усвоения пищи. Марганец важен для размножения и нормальной работы центральной нервной системы.Марганец помогает устранить бессилие, улучшает мышечные рефлексы, улучшает память, уменьшает нервную раздражительность.Большие дозы кальция и фосфора будут задерживать всасывание Марганца.Для взрослого здорового человека суточная потребность в Марганце составляет 5-10 мг.",
    "name": "марганец",
    "unit": "мкг",
    "href": "/text/sostav-produktov/marganets"
  },
  {
    "desc": "Требуется для превращения железа организма в гемоглобин. Может Делает возможным использование аминокислоты тирозин, позволяя ей проявлять свое действие как фактору пигментации волос и кожи. Медь также участвует в процессах роста и размножения.Источники меди: сушеные бобы, горох, цельная пшеница, чернослив, говяжья и телячья печень, креветки и большинство морепродуктов.При недостатке меди в организме наблюдаются: задержка роста, анемия, дерматозы, депигментация волос, частичное облысение, потеря аппетита, сильное исхудание, понижение уровня гемоглобина, атрофия сердечной мышцы.Потребность в меди у взрослого человека составляет 2 мг в день (около 0,035 мг/ 1 кг веса).",
    "name": "медь",
    "unit": "мкг",
    "href": "/text/sostav-produktov/cuprum"
  },
  {
    "desc": "Молибден способствует метаболизму углеводов и жиров. Является важной частью фермента, отвечающего за утилизацию железа. Молибден помогает предупредить анемию, обеспечивает общее хорошее самочувствие.Важнейшей функцией молибдена принято считать способность ускорять распад пуринов и выводить из организма мочевую кислоту, что при оптимальном его поступлении в организм способствует профилактике развития подагры. Однако при избыточном поступлении молибдена в организм может развиться \"молибденовая подагра\".Источники молибдена: темно-зеленые листовые овощи, неочищенное зерно, бобовые.Ежедневный прием молибдена - до 500 мкг",
    "name": "молибден",
    "unit": "мкг",
    "href": "/text/sostav-produktov/molibden"
  },
  {
    "desc": "Фтор входит в состав костной ткани. Недостаток фтора вызывает кариес. Избыток фтора вызывает остеохондроз, изменение цвета и формы зубов, костные наросты.Источники фтора: фторированная питьевая вода, морепродукты и желатин.Суточная потребность неизвестна, но большинство людей ежедневно получают около 1 мг фтора.",
    "name": "фтор",
    "unit": "мкг",
    "href": "/text/sostav-produktov/ftor"
  },
  {
    "desc": "Цинк необходим для формирования костей, способствует лечению трудно заживающих ран у больных диабетом или людей с нарушением кровообращения. Витамин А действует только в присутствии цинка. Цинк ускоряет заживление ран. Витамин С и цинк - хорошее средство против катаров и многих вирусных заболеваний. Цинк оказывает противовирусное и антитоксическое действие. Юношеские угри можно вылечить с помощью цинка. Установлено, что появление белых пятен на ногтях в большинстве случаев возникает из-за дефицита цинка. Цинк помогает устранить потерю вкуса, помогает при лечении бесплодия, способствует росту и умственной активности, содействует уменьшению отложений холестерина.Источники Цинка: бифштекс, отбивная из мяса молодого барашка, свиное филе, пивные дрожжи, тыквенные семечки, яйца, нежирное сухое молоко, горчица..Суточная потребность взрослого здорового человека в цинке составляет 15 мг.",
    "name": "цинк",
    "unit": "мкг",
    "href": "/text/sostav-produktov/tsink"
  },
  {
    "desc": "Анализатор автоматически найдет все компоненты рецепта.\nТеперь не нужно считать калории, углеводы для каждого продукта, просто введите текст с компонентами рецепта и нажмите \"анализировать\".\nОбязателен при различных диетах (в т.ч. кремлевской, низкокалорийной и т.д)",
    "name": "витамин B-каротин",
    "unit": "мг",
    "href": ""
  },
  {
    "desc": "Витамин C (аскорбиновая кислота) является растворимым в воде витамином. Витамин С важен для роста и восстановления клеток тканей, десен, кровеносных сосудов, костей и зубов, способствует усвоению организмом железа, ускоряет выздоровление. Наиболее богаты аскорбиновой кислотой: киви, шиповник, красный перец, цитрусовые, чёрная смородина, лук, томаты, листовые овощи (салат, капуста, брокколи, брюссельская капуста, цветная капуста, и т.д.), печень, почки, картофель..При дефиците витамина С - кровоточивость десен, выпадение зубов, частые простуды, варикозное расширение вен, геморрой, излишний вес, повышенная утомляемость, раздражительность, плохая концентрация внимания, депрессии, бессонница, раннее образование морщин, выпадение волос, ухудшение зрения.Суточная доза витамина С - 100 мкг. Витамин С считается безопасным даже в больших количествах, так как организм легко выводит неиспользованные остатки витамина . Витамин С легко разрушается тепловой обработкой продуктов, светом и смогом. Курильщики и престарелые люди имеют повышенную потребность в витамине С (одна выкуренная сигарета разрушает 25 мг С).",
    "name": "витамин С (аскорбиновая кислота)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_c"
  },
  {
    "desc": "Витамин B1 также называется Тиамин. Витамин B1 (тиамин) играет важную роль в процессах метаболизма углеводов и жиров. Вещество необходимо для нормального протекания процессов роста и развития и помогает поддерживать надлежащую работу сердца, нервной и пищеварительной систем. Витамин B1 (тиамин) не запасается в организме и не обладает токсическими свойствами.Основные количества витамина B1 (тиамина) человек получает с растительной пищей: горох, фасоль, шпинат, соя, дрожжи, пшеничный хлеб из муки грубого помола. Из животных продуктов: печень, почки, мозг, говядина, свинина. Витамин B1 также синтезируется некоторыми видами бактерий, составляющих микрофлору толстого кишечника. Признаками дефицита витамина B1 (тиамина) являются потеря чувствительности в области рук и ног, уменьшенная мускульная сила, нарушение психического равновесия, депрессия, отсутствие инициативы, ухудшение памяти. Дефицит витамина B1 (тиамина) наиболее часто встречается у алкоголиков (острый дефицит тиамина, \"бери-бери\"), т.к. алкоголь препятствует всасыванию поступающего с пищей тиамина. Потребность в большем количестве витамина B1 (тиамина) может также вызывать хроническая диарея.Взрослому человеку необходимо не менее 1,4-2,4 мг витамина B1 (тиамина) в день в зависимости от количества углеводов и количества калорий в еде.",
    "name": "витамин В1 (тиамин)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_b1"
  },
  {
    "desc": "Витамин B2 также называют Рибофлавин. Растворим в воде, легко всасывается. Витамин B2 регулирует белковый обмен, активирует процессы жирового обмена, принимает участие в образовании желудочного сока, улучшает липидный обмен при атеросклерозе, сахарном диабете, обеспечивает надёжность иммунной системы, регулирует баланс натрия и калия в организме, оказывает положительное действие на рост волос, остроту зрения, нормальное кровообращение.Витамин В2 содержится в продуктах: печень, соевые бобы, грецкие орехи, рыба, яйца, сыр, бананы, птица, говядина, пивные дрожжи, гречневая и пшённая крупы.Заболевание, вызванное недостатком витамина В2: выпадение волос, потеря аппетита, тошнота, язвы во рту, депрессия, головокружение, онемение конечностей, сонливость, утомляемость, медленное заживление ран. Рекомендуется ежедневно принимать до 2 мг витамина. Потребность увеличивается в стрессовых ситуациях.",
    "name": "витамин В2 (рибофлавин)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_b2"
  },
  {
    "desc": "Витамин B9 - Фолиевая кислота. Водорастворимый витамин группы B, необходимый для роста и развития кровеносной и иммунной систем. Наряду с фолиевой кислотой к витаминам относятся и её производные, в том числе ди-, три-, полиглутаматы и другие. Все такие производные вместе с фолиевой кислотой объединяются под названием фолацин. Витамин B9 необходим организму для продуцирования новых клеток (кожи, волос, иммунных белых кровяных клеток, красных кровяных клеток и т. д.), обеспечивает устойчивость нервной системы, продуктивную работу мозга, улучшает работу печени и деятельность желудочно-кишечного тракта.Животные и человек не синтезируют витамин B9 (фолиевую кислоту), получая ее вместе с пищей, либо благодаря синтезу микрофлорой кишечника. Витамин B9 (фолиевая кислота) содержится в зеленых овощах с листьями, в бобовых, в хлебе из муки грубого помола, дрожжах, печени.При дефиците витамина B9 появляется усталость, беспокойство, подавленность, чувство страха, бессонница, рассеянность, забывчивость, нарушение процесса роста, нарушение пищеварения, преждевременное поседение.Суточная доза витамина B9 для взрослых - 400 мкг (для беременных и кормящих женщин дозу увеличить вдвое)",
    "name": "витамин В9 (фолиевая кислота)",
    "unit": "мкг",
    "href": "/text/sostav-produktov/vitamin_b9"
  },
  {
    "desc": "Витамин РР также называют: никотиновая кислота. Витамин РР способствует белковому обмену, способствует нормальному функционированию нервной системы и органов пищеварения. Обладает легким седативным действием, помогая справиться с тревогой и депрессией, нормализует содержание холестерина в крови. Признаки недостатка витамина PP: депрессия, головокружение, быстрая утомляемость, бессонница, трещинки и воспаления кожи.Основными источниками витамина РР служат мясо, печень, почки, яйца, молоко. Содержится витамин PP также в хлебных изделиях из муки грубого помола, в крупах (особенно гречневой), бобовых, присутствует в грибах.Потребность организма в витамине PP - около 20 мг в сутки. Витамин PP весьма устойчив к термической обработке.",
    "name": "витамин РР (ниацин)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_pp"
  },
  {
    "desc": "Организм человека испытывает потребность в определенном количестве питательных веществ, необходимых для превращения материи в тепловую энергию. Поэтому в ежедневный рацион человека должны входить белки, углеводы, минеральные соли, витамины.Калорийность - это количество теплоэнергии, выделяемой человеком в результате поглощения того или иного продукта. Человек должен ежедневно поглощать 2500-5000 килокалорий. Но, чем меньше ваш организм должен затрачивать энергии для усвоения продуктов питания, тем лучше. Свои резервы он затратит тогда на обновление клеток, а следовательно, вы не будете слишком быстро стареть. Ученые утверждают, что 1500 калорий в день при нормальной физической нагрузке - оптимальны при сбалансированном режиме питания.Калорийность пищи - это энергетическая ценность пищевых продуктов, выраженная в калориях (кал) или килокалориях (ккал). Калорийность пищи определяется наличием неокисленных атомов углерода и водорода. В молекуле жира содержится больше неокисленных атомов углерода и водорода, чем в углеводах и белках: 1 г жиров выделяет 9,3 ккал, 1 г углеводов - 4,1 ккал, 1 г белков - 4,1 ккал.Количество калорий зависит от выполняемой работы, от физической активности, от пола, возраста, от холодного или жаркого климата. Если вы потребляете больше калорий, чем требуется организму, то баланс нарушается. В результате откладывается жировой слой. Если вы хотите немного похудеть, можете сократить количество калорий. Но при этом нужно помнить, что нижняя граница - 1200 килокалорий. Уменьшенный рацион можно применять не более 2 недель. Потом старайтесь поддерживать свой вес в норме.Каждый из нас должен получать столько энергии, сколько затрачивает ее в течение дня, т.е. в организме должно соблюдаться энергетическое равновесие. Если человек не получает калорий по сравнению с энергетическими затратами, он худеет. В тех случаях, когда приток энергии с пищей превышает энергозатраты организма, неизбежно отложение жира. Избыточный вес вреден, он резко уменьшает подвижность, снижает работоспособность, ухудшает самочувствие, портит фигуру и, несомненно, снижает сроки жизни. Избыточный вес приводит к полноте, а затем и к ожирению.",
    "name": "калорийность",
    "unit": "ккал",
    "href": "/text/sostav-produktov/calorii"
  },
  {
    "desc": "Витамин E также называют Токоферол. Витамин E является антиоксидантом, веществом, которое защищает клетки от повреждения, защищает клетки от старения и препятствует образованию свободных радикалов, стимулирует мышечную деятельность и функцию половых желез, участвует в формировании межклеточного вещества, волокон соединительной ткани, гладкой мускулатуры сосудов, пищеварительного тракта. Витамин E эффективно используется для заживления различных ожогов, способствует оплодотворению и сексуальной потенции, предотвращает атеросклероз и сердечные приступы. Действие витамина Е можно усилить, если применять его в сочетании с витаминами А и С. При дефиците витамина E: ослабление остроты зрения, трудности при ходьбе, преждевременное старение кожи, повышение порога утомляемости, нервозности, раздражительности и рассеянность. Часто наблюдается воспаление пищеварительного тракта, повышение риска сердечно-сосудистых заболеваний и бесплодие. Витамин Е содержится в продуктах: растительное масло, миндаль, маргарин, грецкие орехи, арахис, сливочное масло, пророщенные зёрна пшеницы, яйца, молокоСуточная доза витамина E - 10-12 мг в день. Витамин E разрушается при готовке и переработке продуктов, под действием минерального масла, нагрева, замораживания, железа и хлора.",
    "name": "витамин Е(токоферол)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_e"
  },
  {
    "desc": "Витамин А также называется Ретинол. Он присутствует во многих продуктах и при хорошо сбалансированном разнообразном рационе витамин А поступает в организм в достаточном количестве.Витамин А является жирорастворимым, так как для его усвоения пищевым трактом требуются жиры, а так же минеральные вещества. В организме его запасы остаются достаточно долго, чтобы не пополнять его запасы каждый день.Витамин А можно получать из пищи в двух основных формах. Такие животные источники, как печень, яичный желток и сливочное масло содержат форму витамина А, называемую ретинол. Такие растительные источники, как морковь и некоторые фрукты содержат вещество, называемое бета-каротин, которое затем в Вашем организме преобразуется в витамин А. Растительные источники имеют большие преимущества перед животными, так как они содержат мало калорий, жиров и холестерина и много пищевых волокон и питательных веществ.Продукты, богатые ретинолом (животного происхождения): говяжья печень, масло, желток яйца, масло из печени рыбы.Продукты, богатые бета-каротином (растительного происхождения): капуста, сладкий картофель, брокколи, томаты, зеленые овощи, канталупа, абрикосы, персики, маргарин.Взаимодействие витамина А:- Витамин Е (токоферол) предохраняет витамин А от окисления как в кишечнике, так и в тканях. Следовательно, если у вас недостаток витамина Е, вы не можете усваивать нужное количество витамина А, и поэтому эти два витамина нужно принимать вместе.- Дефицит цинка может привести к нарушению превращения витамина А в активную форму. - Постоянное применение минерального масла может привести к недостатку витамина А.- Для нормального поглощения витамина А необходимо присутствие в рационе жиров и белков. Разница между пищевым и минеральным маслом состоит в том, что организм может усвоить пищевой жир вместе с витамином А, растворенным в нем; минеральное же масло организм не усваивает.Рекомендованная норма витамина А составляет 1000 мкг в день для мужчин и 800 мкг в день для женщин.",
    "name": "витамин А(ретинол)",
    "unit": "мг",
    "href": "/text/sostav-produktov/vitamin_a"
  }
]